# St7SetBeamShrink

Sets a percentage by which to shrink the display of beam elements.

long St7SetBeamShrink(long uID, long Shrink)
Input Parameters
uID
Strand7 model file ID.
Shrink
The Shrink percentage in the range kMinShrink to kMaxShrink.